;----------------------------------------------------------
; SAMInside v2.6.2.0 (Nov 17 2007), Eesti interfeis
; (c)InsidePro, http://www.InsidePro.com/
;----------------------------------------------------------
;Kui te leiate vigu siis palun kirjutage e-postisse :
; rolf.mdw@gmail.com või forumil kirjutage rolf'ile .Aitäh!
;----------------------------------------------------------
[Translations]
0=\nValmis
1=Parool:
2=Kiirus:
3=p/s
4=Kasutaja
5=RID
6=LM-parool
7=NT-parool
8=LM-hash
9=NT-hash
10=&OK
11=&Kaota
12=&Redigeeri
13=&Vahendit
14=&LM/NT-hash generaator...\tF6\nLM/NT-hash generaator sõltub kirjutatud paroolist 
15=P&roovi see parool\tF2\nProovi see parool kõikide kasutajatele nimekirjas
16=&Vahendikoht\nNäita või peita vahendikohta
17=&Statistika taabel\nNäita või peita statistika taabelit
18=&Teenindus
19=Jooksev parool:
20=&Fail
21=Töö "Scheduler'i" teenindusega. Palun oodake...
22=Veeda sisse P&WDUMP fail...\tAlt+O\nVeeda sisse kasutajat tekst failist PWDUMP formatiga
23=Kirjeldus
24=&Näita programm
25=Teksti otsing on valmis!
26=&Veeda välja kasutajat PWDUMP failisse...\tCtrl+S\nVeeda välja kõik kasutajat teksti failisse PWDUMP formatiga
27=V&äljatulek\nSulge programmi.
28=Aeg atakki lõpuks
29=&Märgista kõik kasutajat\tAlt+M\nMärgista kõik kasutajat tühi parooliga atakkile
30=&Ära märgista kõik kasutajat\tAlt+U\nMärgista ära kõik kasutajat
31=Kasutajat
32=Leitud paroolid
33=Vee&da välja kasutajat PWDUMP failisse...\nVeeda välja kõik kasutajat teksti failisse PWDUMP formatiga
34=Aeg atakki algusest:
35=&Peituv töökorraldus\tCtrl+Alt+H\nSelles töökorralduses programm on ära peitud taskbarilt ja task nimekirjalt (kui Alt+Tab vajutad)
36=&Alusta atakk\tF4\nAlusta alusest
37=&Tee atakki edasi\tF5\nTee atakki edasi jooksevast paroolist
38=Seiska &atakki\tShift+F5\nSeiska atakki
39=Kas te tahate kustutada kasutajat leitud parooliga?
40=Kas te tahate kustutada välitud kasutajat?
41=Kogu paroolide arv
42=Proovitud paroolid
43=&Häälestused...\tF9\nSAMInside häälestused
44=Jäänud aeg:
45=K&odune lehekülg...\nKülasta SAMInside kodune lehekülg
46=&Tõmba värske versioonit...\nTõmba SAMInside värske versioonit
47=&Toetusteenindus...\nKirjuta kiri SAMInside toetusteenindusesse
48=&Osta litsentsi...\nKülasta InsidePro lehekülg ja osta SAMInside litsens
49=PW&DUMP-format:
50=&?
51=&Programmist...\nNäita programmi informatsioon, versiooni number ja autoriõigus
52=Ku&stuta välitud kasutajat\tDel\nKustuta välitud kasutajat nimekirjast
53=Kustuta kasutajat &leitud parooliga\nKustuta kasutajat, keda paroolid on leitud
54=&Kustuta kõik kasutajat\tF12\nKustuta kõik kasutajat
55=&Statistiku export...\nExport  jooksev programmi statistikat
56=Parool ei soobi registri SAM failile!
57=&Leitud paroolide koht\nNäita vöi peita leitud paroolide koht
58=Kustuta praeguolev &parool\tF11\nKustuta tekstiväli kus on praeguolev parool
59=LM/NT-hash generaator
60=Failil on tundmatu format!\nMärkus: Windows registri fail algab "regf" pealkiriga!
61=SAM\Domains\Account registri taru loe viga!
62=SAM\Domains\Account\Users\Names registri taru loe viga!
63=Ei ole sõnastikud atakkile!
64=Ei ole paroolid sõnnastikus!
65=Sõnastiku-atakk on valmis!\nMärkus: parooli ladu atakkile pole leitud sõnastikus!
66=Arvuta sõnad sõnastikus...
67=LM-hash'id
68=NT-hash'id
69=Märkus: mask-atakk on keelatud Demo-versioonis.
70=Kas te tahate kustutada kõik kasutajat nimekirjast?
71=Mõned paroolid on leitud!
72=Lisaks
73=Hashide Andme&baas...\nMine InsidePro saitisse et leida paroolid andmebaaside abiga.
74=&Peita trey'sse\tCtrl+Alt+M\nPeita programm ikoonisse taskbar'il
75=Kirjutatud parool ei soobi brutejõud-atakki häälestusele!
76=&Kordus sama tähele ("111", "ZZZZZ", etc.)
77=Ei ole kasutajat atakkile või kõik valitud kasutajate paroolid on leitud!
78=Brutejõud-atakk on valmis!
79=Atakk vikerkaar-tabeliga on valmis!
80=K&ustuta kõik
81=Kirjutatud parool ei soobi mask-atakki häälestusele!
82=Mask-atakk on valmis!
83=Õi&ge
84=Kirjutatud parooli pikkus ületab atakki häälestused!
85=Sõnastiku-atakk on valmis!
86=See operatsioon võib teha ainult kui teil on Windows NT/2000/XP/2003!
87=Sellel operatsioonil on vaka Administraatori õigused!
88=Viga süsteem võti lugemisel SYSTEM registri failist!
89=SYSTEM registri fail ei soobi SAM registri failile!
90=Ei ole võimalik seondama Windows registriga!
91=Süsteemi teenindus "Scheduler" on vaja et edasi töötama!
92=Ei ole võimalik avastada seda ajutine failit:
93=Kõik paroolid on leitud!
94=Antud parooli pikkus LM-hashide atakkil ei pea olema pikkem kui 7 sümbolit!\nMärkus: See on vaja seepärast et LM-parool (mida pikkus on maksimaalne 14) on jagatud kahe 7-baiti osale.
95=&Vali kõik
96=Kasutajate importile
97=Tee "&intellektuaalse" parooli proovimine.
98=Proovi &vara-leitud paroolid "SAMInside.DIC" failist
99=Sümboli kogumid
100=Staat&use paik\nNäita või peita staatuse paik
101=Häälestused
102=Aluspõhi
103=Brutejõud-atakk
104=Sõnastiku-atakk
105=Mask-atakk
106=Tõ&mba sõnastikke...\nVaata InsidePro lehekülg et tõmmata sõnastikke
107=Heli
108=Mängi &heli fail kui parool on leitud
109=&Vaata läbi...
110=&Fail:
111=Parooli tekkimine
112=Praegune väljanägemine ja &keel:
113=Kõrge
114=Suurem kui normaalne
115=Normaalne
116=Madalam kui normaalne
117=Madal
118=&Test
119=Kustuta &leitud paroolide paik\tF8\nKustuta leitud paroolide paik
120=Mask
121=Sümbolid atakkile
122=Pane maski parooli sümbolile mis on vaja:\n\t? - Igaüks sümbol\n\tA - Inglise suurtäht [A...Z]\n\ta - Inglise lühiketäht [a...z]\n\tN - Number [0...9]\n\tS - Eriline sümbol [!@#...]\n\t1...8 - Sümbol soobivast sümbolivalikust\nJa vali maski ruut.\nVõi vali maski ruut arä ja kirjuta sümbol, mida tead.
123=\nVeeda sisse failist
124=\nVeeda välja failisse
125=\nVeeda sisse kohalikud kasutajat
126=\nMuuta kasutajat
127=\nKustuta kasutajat
128=\nHäälestused
129=LM-tabelid
130=NT-tabelid
131=&Vali kõik ära
132=K&ustuta
133=Programmist
134=&Maksimaalne paroolide pikkus, tähed:
135=M&inimaalne paroolide pikkus, tähed:
136=Kõik kirjutatav &ASCII-koodiga 32...255
137=In&glise suurtähed [A...Z]
138=&Inglise lühiketähed [a...z]
139=&Numbrid [0...9]
140=&Erilised sümbolid [!@#...]
141=Sõnastiku-atakk
142=&Etteütlemine
143=Kas te tahate kustutada panelit, kus on leitud paroolid?
144=&Tagastama
145=L&õika
146=&Kopeeri
147=&Pane
148=K&ustuta
149=&Vali kõik
150=&Lisa sümbolid
151=Hybrid-atakk
152=Tähed &lisada eespolele:
153=T&ähed lisada tagapoolele:
154=Multiarvuti-atakk
155=Kasutajate nimekiri
156=Te&kstide värv:
157=Taga&plaani värv:
158=Märkus: tähed ASCII-koodiga 33...127 on lisatud.
159=Esialgne paroolide proovimine...
160=&Arvuti arv, mis atakkis võtavad osa:
161=&Paroolide piirkond see arvutile:
162=&Kasutajate nimi
163=&Leitud paroolid "SAMInside.DIC" failist
164=Kõrva &tähede kombinatsioonid ("123", "qwert", etc.)
165=Vikerkaar-tabelide atakk
166=Ei ole tabelid atakkile!
167=&Näita finaalset statistikat
168=Märkus: paroolide pikkus LM-hashiga ei pea olema pikkem kui 7 tähti.
169=\nTagastama aken normaalse suurusele
170=<Välja lülitud>
171=<Tühi>
172=<Sysvõttiga muutud>
173=<Võõras>
174=päevad
175=Brutejõud-atakk
176=Atakk maskiga
178=Veda sisse *.LS&T failist...\nVeda kasutajat sisse LMNT.LST failist tehtud Cain&Abel programmiga
179=Ka proovi paroolid sõnastikus
180=Leidamatu või lugemiseks ei soobitav failid kustutakse nimekirjast!\nKas te tahate parjaada nimekiri?
181=&Lisa
182=&Lisa...
183=&Kustuta
184=Ka proovi
185=&Kahekordset sõnad (adminadmin)
186=Sõnad &vastupidi (nimda)
187=Sõnastiku &failid
188=Veeda sisse *.&HDT failist...\nVeeda sisse kasutajat tehtud PWSEX ja PPA programmiga
189=&Allajooned pikkuga mitte vähem kui, sümbolid:
190=Sõnad, &kus on välja visatud sümbolid:
191=See on tähtis!Süsteem võti on floppy-diskettil!\nPalun pane disketti sisse ja jätka sissevedang.\nMärkus: see fail tavaliselt nimetakse "StartKey.Key" ja tal on 16-batide pikkus.
192=Et sissevedu jätkama Windowsi algu parool on vaja.Kas te tahate kirjutada see parool?
193=Lisa kasutaja
194=&Või LM/NT-hashid PWDUMP-formatis:
195=Veda välja le&itud paroolid...\nVeda välja leitud paroolid,nagu nii : "Kasutaja: Parool"
196=Kas te tahate kustutada kõik sõnastikud nimekirjast?
197=&Vikerkaar-tabelide kalkulaator...\nInterneti programm et arvutada vikerkaar-tabeli parameetrid
198=Taabeli &failid
199=Märkus: Demo-versioonis on lubatud kasutada ainult üks vikerkaar-tabelit(*.RT fail).
200=&Veeda sisse kasutajat SAM ja SYSTEM registri failist...\tCtrl+O\nVeeda sisse kasutajat SAM ja SYSTEM Windows registri failist
201=Veeda &sisse SAM registri failist ja failist süsteem võttiga...\nVeeda sisse SAM Windows registri failist süsteem võttiga
202=Veeda sisse kasutajat *.&LC failist...\nVeeda sisse failist tehtud L0phtCrack programmiga
203=Veeda sisse kasutajat *.LC&P failist...\nVeeda sisse failist tehtud LCP 4.x ja LCP 5.x programmidega
204=&Vaade
205=&Abi...\tF1\nNäita abi SAMInside programmidele
206=&Pööra valitud\tAlt+I\nPööra valitud kasutajat
207=&Lisa kasutaja...\tAlt+Ins\nLisa nimekirjale kasutaja, kui tead LM ja NT-hashid
208=Veeda sisse *.L&CS failist...\nVeeda sisse kasutajat tehtud LC4 ja LC5 programmiga
209=Veeda kasutajat sisse kasutades LS&ASS\nVeeda kasutajad sisse kasutades ühendamine LSASS süsteem protsessile
210=Veeda sisse kasutajad kasutades Sche&duler\nVeeda sisse kasutajad sÖstem teenindusega Scheduler
211=&Brutejõud-atakk\nVali Brutejõud-atakk
212=&Mask-atakk\nVali mask-atakk
213=&Sõnastiku-atakk\nVali sõnastiku-atakk
214=Vikerkaari-tabeli &atakk\nVali vikerkaari-tabeli atakk
215=&LM-hashi atakk\nVali LM-hashi atakk
216=&NT-hashi atakk\nVali NT-hashi atakk
217=Ei ole sümboli kogu antud paroolile jargmiseks täheks:
218=Veeda kasutajat välja HT&ML-formatile...\nVeeda välja kasutajat HTML formatile
219=&Programmi prioriteet:
220=Viga faili ümbertöötamisega!\nPalun postige see faili support@insidepro.com analüseerimiseks.
221=Palun tehke programmi restart!
222=Kas te tahate kustutada need failid?
223=Muuta
224=Ava SAM registri faili
225=Ava SYSTEM registri faili
226=Ava faili süstem võttiga
227=Kas te tahate kustutada kõik vikerkaar-tabelid nimekirjast?
228=Esimene osa LM-paroolist on leitud
229=Teine osa LM-paroolist on leitud
230=NT-parool on leitud
231=See ei ole võimalik Windows NTga!\nMärkus: kasuta Scheduler protseduuri!
232=LM-parool on leitud
233=Kasutajat valjaveduks
234=M&uuta
235=Et teha edasi sissevedu Windows boot fail "StartKey.key" mis on floppy-diskettis on vaja. Tahate see fail avada?
236=Süstem võti ei soobi SAM registri failile!
237=&Kopeeri
238=&Kasutaja nimi\tCtrl+1\nKopeeti clipboardisse kasutajate nimi
239=&LM-parool\tCtrl+2\nKopeeti clipboardisse valitud kasutajate LM-parool
240=&NT-parool\tCtrl+3\nKopeeti clipboardisse valitud kasutajate NT-parool 
241=L&M-hash\tCtrl+4\nKopeeti clipboardisse valitud kasutajate LM-hash 
242=N&T-hash\tCtrl+5\nKopeeti clipboardisse valitud kasutajate NT-hash 
243=&Kirjeldus\tCtrl+6\nKopeeti clipboardisse valitud kasutajate kirjeldus
244=&Otsi
245=&RID...\nOtsi kasutaja see RIDiga nimekirjast
246=Kasutaja...\tCtrl+F\nOtsi kasutaja nimekirjast
247=L&M-hash...\nOtsi kasutaja nimekirjast see LM-hashiga 
248=N&T-hash...\nOtsi kasutaja nimekirjast see NT-hashiga
249=&LM-parool...\nOtsi kasutaja nimekirjast see LM-parooliga
250=&NT-parool...\nOtsi kasutaja nimekirjast see NT-parooliga
251=&Kirjeldus...\nOtsi kasutaja kirjeldus nimekirjast
252=Sõnastikud
253=Kas te tahate kustutada maskid kõik parooli sümbolide?
254=Atakk häälestused
255=&LM-hash:
256=N&T-hash:
257=&Parool:
258=&Nimi:
259=&Kirjeldus:
260=&RID:
261=&Muuda kasutaja...\tF3\nMuuda andmed valitud kasutajate
262=Veeda sisse *.RT faili nimekiri see failist?
263=Veeda sisse sõnastiku nimekiri see failist?
264=Tulbid väljaveoks
265=&Salvesta
266=&Kõik kasutajad
267=Valitud &kasutajad
268=Kodeerimine
269=&Programmi forum...\nVaata SAMInside programmi forum
270=Kodu lehekülg:
271=Tehniline abi:
272=See programm on registreeritud:
273=Registreerimata Demo-versioon
274=Väljanäo
275=Tee "&English.lng"
276=Väljanäo keel
277=Fail
278=on tehtud!
279=&Lase se programmi kui Windows ärkab
280=&Lase programm peitud töökorralduses 
281=&Minimiseeri pärast lasemine
282=Praegune vikerkaar-tabelide &kogum:
283=\nMuuta akna suurus
284=\nMuuta akna positsioon
285=\nTee aken nagu ikoon
286=\nMuuta suurus täiseks
287=Vale sümboli nimi "%s" konfiguratsioon failis!
288=Vale sümboli sisu %s konfiguratsioon failis!
289=Sümboli sisu "%s" on liiga pikk!
290=Sümboli "%s" ei ole leitud "charset.txt" failis!
291=Ei ole võimalik avada sümboli konfiguratsiooni fail!
292=Vale tekstide pikkuse piirkond: %d - %d!
293="%s" ei ole vikerkaar-tabel!
294=Ei ole võimalik avada "%s" fail!
295=Failinimi "%s" pole identeeritud!
296=Paroolid leitud: %d hulgast %d (%.2f%%).\nDiski pääseaeg: %.2f s.\nKrüptoanalüseerimise aeg: %.2f s.
297=Hash algorütm "%s" ei ole toetanud!
298=Vale vikerkaar-tabelide index %d!
299=Vikerkaar-tabel "%s" koosneb hashist ainult %d pikkusega!
300=Viga "%s" failis:\nFaili pikkuse viga!
301=%u baitid loetud, Diski pääseaeg: %.2f s.
302=Palun oodake...
303=Viga "%s" failis:\nViga vikerkaar-tabeli pikkusega!
304=Viga "%s" failis:\nFail ei ole leitud!
305=Krüptoanaliseerimise aeg: %.2f s.
306=Viga "%s" failis:\nMälu viga!
307=Sõnad &kõik võimalik sümboliga
308=Sümboli asendamine
309=Sümboli asendamise taabelid
310=&Kasute sümboli asendamise taabelid
311=Märkus: te võite lugeda "Russian.kbt" faili taabeli näitusega programmi arhiivist
312=Parool hulgust "%s" on "%s". Otsin...
313=Otsin (hashid: %d)...
314=Faili avamine...
315=Tee "&Russian.lng"
316=&Audit
317=&Parooli otsing Internetis...\nFoorumil v